1. employees(사원정보), departments(부서정보), locations(지역정보) 테이블에서
   지역이 'London'에 위치한 부서의 사원번호(employee_id), 사원이름(first_name), 부서명(department_name), 부서위치(city)를 출력하라.

2. 사원이름(first_name)에 'A'가 포함된 사원의 이름과 부서명을 출력하라.

3. 급여(salary)가 3000에서 5000 사이인 사원의 번호, 이름, 급여, 부서명을 출력하라.

4. 'Accounting' 부서에 근무하는 사원의 이름과 입사일을 출력하라.

5. 'James(first_name)'와 동일 부서에 근무하는 사원의 모든 모든 정보를 출력하라
    (단. James은 제외)

6. 'Lee(last_name)'보다 늦게 입사한 사원의 이름과 입사일 출력하라.

7. 'Lee(last_name)'보다 많은 급여를 받는 사원의 이름과 급여을 출력하라.

8. 50번 부서의 사원들과 같은 급여를 받는 사원의 이름과 급여를 출력하라.

9. 모든 사원의 평균급여보다 많은 급여를 받는 사원들의 사번, 이름, 급여를 출력하라.

10.이름에 'T'가 포함되어 있는 사원과 동일한 부서에 근무하는 사원의 번호, 이름을 출력하라.

11.10번 부서 최대급여자와 동일한 급여를 받는 사원의 번호, 이름, 급여를 출력하라.

12. 10번부서에 근무하는 사원의 이름과 부서명 출력

13. 부서별 최대 급여를 받는 사원 정보(부서이름, 사원이름, 급여)를 출력하라.

14. 업무가 'IT_PROG'인 사원의 최대 급여보다 많은 급여를 받는 사원 정보(부서번호, 사원번호, 이름, 급여)를 출력하라.

15. 부서별 평균급여보다 높은 급여를 받는 사원정보(부서번호, 사원번호, 사원이름, 급여)를 부서별로 출력하라